abusaidm.html-snippets
adashen.vscode-tomcat
akamud.vscode-theme-onelight
amazonwebservices.aws-toolkit-vscode
ask-toolkit.alexa-skills-kit-toolkit
austin.code-gnu-global
azuredevspaces.azds
batisteo.vscode-django
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
chriswheeldon.exuberant-ctags
CoenraadS.bracket-pair-colorizer
CoenraadS.bracket-pair-colorizer-2
Compulim.compulim-vscode-dictionary
danielpinto8zz6.c-cpp-compile-run
dbaeumer.vscode-eslint
dbankier.vscode-instant-markdown
dgileadi.java-decompiler
donjayamanne.githistory
donjayamanne.python-extension-pack
dracula-theme.theme-dracula
dunstontc.viml
dunstontc.vscode-docker-syntax
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
Equinusocio.vsc-material-theme
esbenp.prettier-vscode
faustinoaq.javac-linter
firefox-devtools.vscode-firefox-debug
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
formulahendry.terminal
googlecloudtools.cloudcode
hars.CppSnippets
HookyQR.beautify
humao.rest-client
Hyzeta.vscode-theme-github-light
ionutvmi.path-autocomplete
ithildir.java-properties
jasonnutter.search-node-modules
jbenden.c-cpp-flylint
karsany.vscode-ideal-theme
KnisterPeter.vscode-github
magicstack.MagicPython
mkaufman.HTMLHint
mitaki28.vscode-clang
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-aks-tools
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-vscode.azure-account
ms-vscode.cpptools
ms-vscode.powershell
msjsdiag.debugger-for-chrome
oderwat.indent-rainbow
Pivotal.vscode-spring-boot
PKief.material-icon-theme
pranaygp.vscode-css-peek
pverest.java-ide-pack
quicktype.quicktype
redhat.java
redhat.vscode-yaml
rianadon.vscode-java-checkstyle
ritwickdey.LiveServer
ryanolsonx.solarized
Shan.code-settings-sync
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
shengchen.vscode-checkstyle
streetsidesoftware.code-spell-checker
SummerSun.vscode-jetty
TreyECode.vscode-asl-validator
vfd.vs2017-light-theme
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscodevim.vim
waderyan.gitblame
waderyan.nodejs-extension-pack
wayou.vscode-todo-highlight
wholroyd.jinja
wwm.better-align
xabikos.JavaScriptSnippets
xulion.codescope
yogipatel.solarized-light-no-bold
YouMayCallMeV.vscode-java-saber
yzane.markdown-pdf
yzhang.markdown-all-in-one
Zignd.html-css-class-completion
